Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B18A.tmx
Source language: en_us
Languages: zh_cn

source: Are public health students guilty of "fatism"?
zh_cn: 公共卫生专业学生应为“肥胖歧视”负责？

source: Health care workers are subject to the same human foibles as the rest of the population.
zh_cn: 医疗工作者和其他人一样受制于人性的弱点。

source: But prejudice can get in the way of care, especially when it determines how a health professional decides to work with a patient.
zh_cn: 偏见和关怀可以并存，尤其在决定医疗工作者决定怎样为病人治疗的时候。

source: About two thirds of U.S. adults are overweight and about a third of the population is classified as obese.
zh_cn: 大约三分之二的美国成人超重，三分之一的人可归为过度肥胖。

source: In the past decade, public prejudice against obese people has increased by about two thirds, according to the authors of a new study.
zh_cn: 据一项新的研究的作者们称，在过去的十年间，公众对肥胖人口的偏见增加了三分之二。

source: And many young public health students are also guilty of "fatism," the new analysis found --- but their attitudes can be changed.
zh_cn: 此外，新的分析表明许多年轻的公共卫生领域的学生也应为“肥胖歧视”负责――但是他们的态度会改变的。

source: "Weight stigma towards obese patients is very common in health care settings," Rebecca Puhl, of Yale's Rudd Center for Food Policy and Obesity, one of the study's coauthors, said in a prepared statement. In a survey of 159 public health and health promotion students in Australia, the group showed a "strong implicit" prejudice against overweight people.
zh_cn: 这项研究的共同作者之一，耶鲁大学Rudd中心研究食品政策和过度肥胖的Rebecca Puhl在一次有准备的声明中说，“在医疗领域对肥胖病人的体重的歧视相当普遍。”澳大利亚的一项对公共卫生及卫生推广专业的159个学生的调查表明，这个群体对超重人群有“强烈的隐性”歧视。

source: And those who feel discriminated against because of their weight are less likely to exercise, eat more healthfully, stick to weight-loss goals and seek preventive health care, the researchers noted.
zh_cn: 而研究人员发现那些感到因为体重而受到歧视的人去锻炼、健康饮食、坚持减肥目标和寻求预防性医疗救助的可能性较小。

source: "Thus, it seems crucial to reduce anti-fat sentiment in health professionals," the researchers wrote in the study, which was published online in Obesity April 15 (Scientific American is part of Nature Publishing Group).
zh_cn: 研究者写到“因此，减少医疗卫生领域对肥胖的消极态度似乎十分重要。”该研究发表在4月15日的《肥胖》期刊的网页上。

source: The researchers "were surprised by how few efforts to reduce obesity prejudice or weight stigma had been made, particularly within health professionals who are tasked with treating overweight or obese patients," Kerry O'Brien, of the University of Manchester's School of Psychological Sciences and lead author of the study, said in a prepared statement.
zh_cn: 该研究的主要著者，曼彻斯特大学心理科学院的Kerry O'Brien在一次有准备的声明中说：研究人员“吃惊地发现，人们对减少歧视肥胖或对肥胖人口的隐性侮辱几乎没有做什么努力，尤其是为超重和肥胖病人服务的医务人员”。

source: To test the ability of training to reduce the prejudice, the surveyed students were randomly assigned to one of three seven-week tutorial programs.
zh_cn: 为了测试被调查学生是否经过陪训能够减少这种歧视， 他们被随机安排参加三个为期七周的辅导课程之一。

source: One group learned about the lifestyle-related causes of obesity, such as dietary and exercise habits.
zh_cn: 一组学生学习有关生活习惯引起肥胖的课程，例如饮食习惯和锻炼习惯。

source: Another group learned about the genetic and environmental factors that can contribute to obesity, such as family history and junk food marketing.
zh_cn: 另一组人学习能够导致肥胖的基因和环境因素，例如家族历史和垃圾食品的促销。

source: And a control group attended a seminar about alcohol consumption in young people.
zh_cn: 而一个做参照样本的小组参加一个年轻人酒精摄入量的研讨会。

source: Those in the lifestyle tutorial actually increased their prejudice by 27 percent, but the students who learned about genetic and environmental factors decreased by the same amount.
zh_cn: 那些参加生活习惯辅导的学生对肥胖的偏见实际上增加了27%，而学习基因和环境因素的学生的偏见减少了同样的比例。

source: "People only hear that obesity is due to poor diet and lack of exercise, which implies that obese people are just lazy and gluttonous," O'Brien said. "Those tasked with providing health services to obese people may become frustrated with patients when they do not lose weight following counseling and treatment ---Obese people are constantly fighting their physiology and the environment.
zh_cn: O'Brien说“人们只是听说过度肥胖是因为不健康的饮食结构和缺乏锻炼，这暗示肥胖的人都又懒胃又大。”他提醒说：“当肥胖病人通过医生的检查和治疗没有减轻体重时，那些以为他们提供医疗服务为己任的人可能感到灰心丧气。肥胖人口一直在为他们的身体状况和环境而抗争。

source: If professionals keep this in mind it may help in not stigmatizing their clients," O'Brien noted.
zh_cn: 记住这一点，可能有助于医疗人员不要给他们的病人贴上侮辱性的标签。
